Repository: clerk/clerk-ios
Catalog: Sources/ClerkKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pl, pt, ro, ru, tr, uk, zh_hans

source: Unable to get the user ID for the passkey.
ar: تعذر الحصول على معرّف المستخدم لمفتاح المرور.
de: Die Benutzer-ID für den Passkey konnte nicht abgerufen werden.
el: Δεν ήταν δυνατή η λήψη του αναγνωριστικού χρήστη για το passkey.
es: No se pudo obtener el ID de usuario para la clave de acceso.
fr: Impossible d’obtenir l’identifiant utilisateur pour la clé d’accès.
hi: पासकी के लिए उपयोगकर्ता ID प्राप्त नहीं की जा सकी।
it: Impossibile ottenere l’ID utente per la passkey.
ja: パスキーのユーザーIDを取得できませんでした。
ko: 패스키의 사용자 ID를 가져올 수 없습니다.
pl: Nie można pobrać identyfikatora użytkownika dla klucza dostępu.
pt: Não foi possível obter o ID do usuário para a chave de acesso.
ro: Nu s-a putut obține ID-ul utilizatorului pentru cheia de acces.
ru: Не удалось получить идентификатор пользователя для ключа доступа.
tr: Geçiş anahtarı için kullanıcı kimliği alınamadı.
uk: Не вдалося отримати ідентифікатор користувача для ключа доступу.
zh_hans: 无法获取通行密钥的用户 ID。

source: Unable to get the username for the passkey.
ar: تعذر الحصول على اسم المستخدم لمفتاح المرور.
de: Der Benutzername für den Passkey konnte nicht abgerufen werden.
el: Δεν ήταν δυνατή η λήψη του ονόματος χρήστη για το passkey.
es: No se pudo obtener el nombre de usuario para la clave de acceso.
fr: Impossible d’obtenir le nom d’utilisateur pour la clé d’accès.
hi: पासकी के लिए उपयोगकर्ता नाम प्राप्त नहीं किया जा सका।
it: Impossibile ottenere il nome utente per la passkey.
ja: パスキーのユーザー名を取得できませんでした。
ko: 패스키의 사용자 이름을 가져올 수 없습니다.
pl: Nie można pobrać nazwy użytkownika dla klucza dostępu.
pt: Não foi possível obter o nome de usuário para a chave de acesso.
ro: Nu s-a putut obține numele de utilizator pentru cheia de acces.
ru: Не удалось получить имя пользователя для ключа доступа.
tr: Geçiş anahtarı için kullanıcı adı alınamadı.
uk: Не вдалося отримати ім’я користувача для ключа доступу.
zh_hans: 无法获取通行密钥的用户名。

source: Unable to get your Apple ID credential.
ar: تعذر الحصول على بيانات اعتماد Apple ID الخاصة بك.
de: Ihre Apple-ID-Anmeldedaten konnten nicht abgerufen werden.
el: Δεν ήταν δυνατή η λήψη των διαπιστευτηρίων Apple ID σας.
es: No se pudo obtener su credencial de Apple ID.
fr: Impossible d’obtenir vos identifiants Apple ID.
hi: आपका Apple ID क्रेडेंशियल प्राप्त नहीं किया जा सका।
it: Impossibile ottenere le credenziali Apple ID.
ja: Apple IDの資格情報を取得できませんでした。
ko: Apple ID 자격 증명을 가져올 수 없습니다.
pl: Nie można pobrać danych uwierzytelniających Apple ID.
pt: Não foi possível obter sua credencial do Apple ID.
ro: Nu s-au putut obține acreditările Apple ID.
ru: Не удалось получить учетные данные Apple ID.
tr: Apple ID kimlik bilgileriniz alınamadı.
uk: Не вдалося отримати облікові дані Apple ID.
zh_hans: 无法获取您的 Apple ID 凭据。

source: Unable to retrieve the Apple identity token.
ar: تعذر استرداد رمز هوية Apple.
de: Das Apple-Identitätstoken konnte nicht abgerufen werden.
el: Δεν ήταν δυνατή η ανάκτηση του διακριτικού ταυτότητας Apple.
es: No se pudo recuperar el token de identidad de Apple.
fr: Impossible de récupérer le jeton d’identité Apple.
hi: Apple पहचान टोकन प्राप्त नहीं किया जा सका।
it: Impossibile recuperare il token di identità Apple.
ja: AppleのIDトークンを取得できませんでした。
ko: Apple ID 토큰을 가져올 수 없습니다.
pl: Nie można pobrać tokenu tożsamości Apple.
pt: Não foi possível recuperar o token de identidade da Apple.
ro: Nu s-a putut prelua tokenul de identitate Apple.
ru: Не удалось получить токен идентификации Apple.
tr: Apple kimlik belirteci alınamadı.
uk: Не вдалося отримати токен ідентифікації Apple.
zh_hans: 无法检索 Apple 身份令牌。

source: Unable to start web authentication session.
ar: تعذر بدء جلسة المصادقة عبر الويب.
de: Die Web-Authentifizierungssitzung konnte nicht gestartet werden.
el: Δεν ήταν δυνατή η έναρξη περιόδου λειτουργίας ελέγχου ταυτότητας μέσω web.
es: No se pudo iniciar la sesión de autenticación web.
fr: Impossible de démarrer la session d’authentification web.
hi: वेब प्रमाणीकरण सत्र शुरू नहीं किया जा सका।
it: Impossibile avviare la sessione di autenticazione web.
ja: Web認証セッションを開始できませんでした。
ko: 웹 인증 세션을 시작할 수 없습니다.
pl: Nie można rozpocząć sesji uwierzytelniania internetowego.
pt: Não foi possível iniciar a sessão de autenticação web.
ro: Nu s-a putut porni sesiunea de autentificare web.
ru: Не удалось запустить сеанс веб-аутентификации.
tr: Web kimlik doğrulama oturumu başlatılamadı.
uk: Не вдалося розпочати сеанс вебавтентифікації.
zh_hans: 无法启动网页身份验证会话。

source: Unable to update membership: missing userId
ar: تعذر تحديث العضوية: userId مفقود
de: Mitgliedschaft kann nicht aktualisiert werden: userId fehlt
el: Δεν είναι δυνατή η ενημέρωση της ιδιότητας μέλους: λείπει το userId
es: No se puede actualizar la membresía: falta userId
fr: Impossible de mettre à jour l’adhésion : userId manquant
hi: सदस्यता अपडेट नहीं की जा सकी: userId मौजूद नहीं है
it: Impossibile aggiornare l’appartenenza: userId mancante
ja: メンバーシップを更新できません：userIdがありません
ko: 멤버십을 업데이트할 수 없습니다: userId가 없습니다
pl: Nie można zaktualizować członkostwa: brakuje userId
pt: Não foi possível atualizar a associação: userId ausente
ro: Calitatea de membru nu poate fi actualizată: lipsește userId
ru: Не удалось обновить членство: отсутствует userId
tr: Üyelik güncellenemiyor: userId eksik
uk: Не вдалося оновити членство: відсутній userId
zh_hans: 无法更新成员资格：缺少 userId

source: Unable to verify code because no first factor strategy is set.
ar: تعذر التحقق من الرمز لأنه لم يتم تعيين استراتيجية العامل الأول.
de: Der Code kann nicht überprüft werden, da keine Strategie für den ersten Faktor festgelegt ist.
el: Δεν είναι δυνατή η επαλήθευση του κωδικού επειδή δεν έχει οριστεί στρατηγική πρώτου παράγοντα.
es: No se puede verificar el código porque no se ha establecido ninguna estrategia de primer factor.
fr: Impossible de vérifier le code, car aucune stratégie de premier facteur n’est définie.
hi: कोड सत्यापित नहीं किया जा सका क्योंकि कोई प्रथम-कारक रणनीति सेट नहीं है।
it: Impossibile verificare il codice perché non è impostata alcuna strategia di primo fattore.
ja: 第一要素の方式が設定されていないため、コードを検証できません。
ko: 첫 번째 인증 요소 전략이 설정되지 않아 코드를 확인할 수 없습니다.
pl: Nie można zweryfikować kodu, ponieważ nie ustawiono strategii pierwszego składnika.
pt: Não foi possível verificar o código porque nenhuma estratégia de primeiro fator foi definida.
ro: Codul nu poate fi verificat deoarece nu este setată nicio strategie pentru primul factor.
ru: Невозможно проверить код, поскольку не задана стратегия первого фактора.
tr: İlk faktör stratejisi ayarlanmadığından kod doğrulanamıyor.
uk: Не вдалося перевірити код, оскільки не задано стратегію першого фактора.
zh_hans: 无法验证代码，因为未设置第一因素策略。

source: Unable to verify code for strategy '%@'.
ar: تعذر التحقق من الرمز للاستراتيجية '%@'.
de: Der Code für die Strategie '%@' kann nicht überprüft werden.
el: Δεν είναι δυνατή η επαλήθευση του κωδικού για τη στρατηγική '%@'.
es: No se puede verificar el código para la estrategia '%@'.
fr: Impossible de vérifier le code pour la stratégie '%@'.
hi: रणनीति '%@' के लिए कोड सत्यापित नहीं किया जा सका।
it: Impossibile verificare il codice per la strategia '%@'.
ja: 方式「%@」のコードを検証できません。
ko: 전략 '%@'의 코드를 확인할 수 없습니다.
pl: Nie można zweryfikować kodu dla strategii „%@”.
pt: Não foi possível verificar o código para a estratégia '%@'.
ro: Codul nu poate fi verificat pentru strategia '%@'.
ru: Невозможно проверить код для стратегии «%@».
tr: '%@' stratejisi için kod doğrulanamıyor.
uk: Не вдалося перевірити код для стратегії «%@».
zh_hans: 无法验证策略“%@”的代码。

source: Watch identity metadata version is exhausted.
ar: تم استنفاد إصدار بيانات تعريف هوية Watch.
de: Die Version der Metadaten der Watch-Identität ist ausgeschöpft.
el: Η έκδοση μεταδεδομένων ταυτότητας Watch έχει εξαντληθεί.
es: Se agotó la versión de los metadatos de identidad de Watch.
fr: La version des métadonnées d’identité de la Watch est épuisée.
hi: Watch पहचान मेटाडेटा संस्करण समाप्त हो गया है।
it: La versione dei metadati dell’identità di Watch è esaurita.
ja: WatchのIDメタデータのバージョンを使い切りました。
ko: Watch ID 메타데이터 버전이 소진되었습니다.
pl: Wersja metadanych tożsamości Watch została wyczerpana.
pt: A versão dos metadados de identidade do Watch foi esgotada.
ro: Versiunea metadatelor de identitate Watch a fost epuizată.
ru: Версии метаданных идентификации Watch исчерпаны.
tr: Watch kimlik meta verisi sürümü tükendi.
uk: Версії метаданих ідентифікації Watch вичерпано.
zh_hans: Watch 身份元数据版本已耗尽。
